Revit 2024 API
DisplacementElement.GetDisplacedElementIds Method
Overload List
Name | Description
GetDisplacedElementIds()
 The ids of the elements affected by this DisplacementElement.
GetDisplacedElementIds(View)
 Returns the element ids of all displaced elements in the specified view.
See Also
DisplacementElement Class
DisplacementElement Members
Autodesk.Revit.DB Namespace